import styles from "../../styles/about/text-page.module.css";
import Head from "next/head";

export default function DeliveryPage(props) {
  return (
    <>
      <Head>
        <title>Азбука96 - Доставка</title>
      </Head>
      <div className={styles["text-page"]}>
        <h1>Доставка</h1>
        <div className={styles["text-block"]}>
          <p>
            Отгрузка товара производится из города <strong>Екатеринбург</strong>
            .<strong> </strong>
          </p>
          <p>
            <strong> Для города Екатеринбурга:</strong>
          </p>
          <p> Заказ до 30 000руб: стоимость доставки 500руб. </p>
          <p> Заказ от 30 000руб: доставка бесплатная. </p>
          <p>
            <strong>Для регионов:</strong>
          </p>
          <p>
            Заказ от 2 000руб: до отделения Почта России в г.Екатеринбурге –
            бесплатно
          </p>
          <p>
            Заказ до 30 000руб: по городу до транспортной компании – 500руб.;
          </p>
          <p>
            Заказ от 30 000руб: до транспортной компании в г.Екатеринбурге –
            бесплатно.
          </p>
          <p>
            <strong> Сборка и отправка товара:</strong> 2-7 рабочих дней (при
            условии наличия товара на складе).
          </p>
          <p>
            <strong>Доставка до места назначения:</strong>
            собственным транспортом 1-2 рабочих дня; через транспортные компании
            от 2-х рабочих дней.
          </p>
          <p>
            <strong> Доставка:</strong> до подъезда учебных, жилых или офисных
            помещений при отсутствии закрытой территории; до проходной при
            наличии закрытой территории. Перенос по территории и подъем на этажи
            не осуществляется.
          </p>
          <p>
            <strong> Повторный выезда транспорта: </strong>1000руб. по городу
            Екатеринбургу. Доставка оплачивается в том случае, если курьер
            выехал в условленное место и доставленный товар обладает надлежащим
            качеством (в соответствии с п. 3 ст. 497 ГК РФ).
          </p>
          <p>
            <strong> Ответственность за доставку и сохранность товара: </strong>
            После передачи поставщиком заказа в транспортную компанию для
            перевозки и доставки, ответственность за товар несет перевозчик и
            страховая компания (при условии страхования груза), при
            возникновении претензионных вопросов покупатель обращается в
            транспортную компанию по месту выдачи товара. После сдачи
            поставщиком заказа для доставки через ФГУП &quot;Почта России&quot;
            ответственность за товар несет ФГУП &quot;Почта России&quot;, при
            возникновении претензионных вопросов покупатель обращается в
            отделение ФГУП &quot;Почта России&quot; по месту выдачи товара.
          </p>
          <p>
            <strong>
              Доставка собственным транспортом по Свердловской области:
            </strong>
          </p>
          <p>
            №1 до 20км. При заказе до 60 000руб. – 800руб., от 60 000руб. –
            бесплатно: Балтым, Березовский, Большой Исток, Верхняя Пышма, Малый
            Исток, Садовый, Санаторный, Среднеуральск ;
          </p>
          <p>
            №2 от 21км до 40км. При заказе до 80 000руб. – 1000руб., от 80
            000руб. – бесплатно: Арамиль (Сысертский район), Бобровка
            (Белоярский район), Большое Седельниково, Бородулино, Верхнее
            Дуброво, Горный Щит, Зеленый Бор (Верхнепышминский район), Исеть,
            Кедровка (Березовский район), Коптяки (Верхнепышминский район),
            Косулино, Красногвардейский (Березовский район), Красный, Красный
            Адуй, Курганово, Малобрусянское, Монетный, Мурзинка (Невьянский
            район), Октябрьский (Березовский район), Октябрьский (Сысертский
            район), Патруши, Половинный (Верхнепышминский район), Рассоха,
            Решеты, Сарапулка (Березовский район), Северка, Становая,
            Старопышминск, Флюс, Хрустальная, Шабровский);
          </p>
          <p>
            №3 от 41км до 60км. При заказе до 120 000руб. – 1 400руб., от 120
            000руб. – бесплатно: Белореченский, Белоярский, Билимбай,
            Большебрусянское, Двуреченск, Заречный (Асбестовский район),
            Кадниково, Кашино (Сысертский район), Кедровое, Ключевск
            (Березовский район), Колюткино, Лечебный, Логиново, Лосиный,
            Лубяной, Марамзино, Мезенское, Мостовское (Верхнепышминский район),
            Нагорный (Верхнепышминский район), Ольховка (Верхнепышминский
            район), Первомайский (Верхнепышминский район), Первоуральск, Ревда,
            Сысерть, Уральский;
          </p>
          <p>
            №4 от 61км до 80км. При заказе до 150 000руб. – 1 800руб., от 150
            000руб. – бесплатно: Аять, Верхняя Сысерть, Дегтярск, Дружинино,
            Камышево (Белоярский район), Костоусово, Коуровка, Мариинск,
            Октябрьский (Белоярский район), Первомайский (Каменский район),
            Первомайский (Сысертский район), Полевской, Пьянково (Невьянский
            район), Хромцово, Шайдуриха (Невьянский район), Щелкун;
          </p>
          <p>
            №5 от 81км до 150км. При заказе до 200 000руб. – 2 800руб., от 200
            000руб. – бесплатно: Алапаевск, Артемовский, Асбест, Атиг, Аятское,
            Бисерть, Богданович, Буланаш, Верх-Нейвинский, Верхние Серги,
            Верхний Тагил, Исетское, Каменск-Уральский, Камышлов, Карпушиха,
            Киргишаны, Кировград, Кузино, Кунарское, Левиха, Липовское
            (Режевской район), Михайловск, Невьянск, Нейва, Нейво-Рудянка,
            Нижние Серги, Нижний Тагил, Новоипатово, Новоуральск, Новоуткинск,
            Октябрьский (Каменский район), Первомайское (Нижнесергинский район),
            Покровское (Артемовский район), Покровское (Каменский район),
            Половинный (Кировградский район), Прогресс, Реж, Рефтинский,
            Староуткинск, Сухой Лог, Таватуй (Невьянский район), Тарасково,
            Троицкое (Каменский район), Черемхово (Каменский район),
            Черноисточинск, Черноусова (Каменский район), Чусовая, Щербаково;
          </p>
          <p>
            №6 от 150км до 250км. При заказе до 250 000руб. – 4 000руб., от 250
            000руб. – бесплатно: Арти, Ачит, Байкалово, Баранчинский, Верхняя
            Салда, Верхняя Синячиха, Горноуральский, Ирбит, Красноуральск,
            Красноуфимск, Кушва, Лесной, Натальинск, Нижняя Салда, Нижняя Тура,
            Пышма, Талица, Троицкий, Троицкое (Богдановичский район), Уралец,
            Уфимский, Шаля, Шамары, Юшала;
          </p>
          <p>
            №7 от 250км до 400км. При заказе до 250 000руб. – 6 000руб., от 250
            000руб. – бесплатно: Верхотурье, Ертарский, Карпинск, Качканар,
            Краснотурьинск, Лобва, Луговской, Новая Ляля, Рудничный, Серов,
            Таборы, Тавда, Тугулым, Туринск, Туринская-Слобода;
          </p>
          <p>
            №8 от 400км до 650км. При заказе до 400 000руб. – 10 000руб., от 400
            000руб. – бесплатно: Волчанск, Гари, Ивдель, Калья, Кытлым, Пелым,
            Покровск Уральский, Полуночное, Северный, Североуральск, Сосьва.
          </p>
          <p>
            <strong>
              Доставка через транспортные компании: Московская область (Москва),
              Ленинградская область (Санкт-Петербург), ХМАО-Югра
              (Ханты-Мансийский автономный округ - Югра), ЯНАО (Ямало-Ненецкий
              автономный округ), Свердловская область, Тюменская область,
              Челябинская область, Курганская область, Кировская область, Омская
              область, Томская область, Тамбовская область, Удмуртская
              республика, Пермский край, Республика Башкортостан, Республика
              Татарстан и другие регионы!
            </strong>
          </p>
        </div>
      </div>
    </>
  );
}
